[
  {
    "domanda": "Secondo il materiale, qual è stato il contributo principale di Facebook all'evoluzione dei Social Media?",
    "risposte": ["Ha introdotto per la prima volta l'idea di profilo personale", "Ha trasformato i social da semplici strumenti di comunicazione a veri fenomeni culturali", "È stata la prima piattaforma a permettere la condivisione di video brevi"],
    "corretta": "Ha trasformato i social da semplici strumenti di comunicazione a veri fenomeni culturali"
  },
  {
    "domanda": "In che modo i Social Media hanno influenzato il modo in cui riceviamo le informazioni oggi?",
    "risposte": ["Rendendo la comunicazione più lenta ma più approfondita", "Eliminando totalmente il rischio di disinformazione grazie ai controlli", "Riducendo il tempo e lo spazio, rendendo le notizie istantanee e globali"],
    "corretta": "Riducendo il tempo e lo spazio, rendendo le notizie istantanee e globali"
  },
  {
    "domanda": "Qual è una delle principali sfide etiche citate riguardo all'impatto sociale dei social network?",
    "risposte": ["L'impossibilità di creare gruppi di interesse comune", "I rischi legati alla privacy e alla diffusione della disinformazione", "La scarsa visibilità dei contenuti visuali come foto e video"],
    "corretta": "I rischi legati alla privacy e alla diffusione della disinformazione"
  },
  {
    "domanda": "Perché YouTube viene considerato un Social Media a tutti gli effetti e non solo un sito di video?",
    "risposte": ["Perché è di proprietà di Google", "Perché permette l'interazione tramite commenti, iscrizioni e community", "Perché è il secondo sito più visitato al mondo"],
    "corretta": "Perché permette l'interazione tramite commenti, iscrizioni e community"
  },
  {
    "domanda": "Quale sensazione psicologica negativa può essere alimentata dal confronto costante su piattaforme come Instagram?",
    "risposte": ["La sensazione di avere troppa privacy", "La FOMO (Fear of Missing Out), ovvero la paura di essere esclusi", "Il disinteresse verso i contenuti creativi degli altri"],
    "corretta": "La FOMO (Fear of Missing Out), ovvero la paura di essere esclusi"
  },
  {
    "domanda": "Qual è la differenza filosofica tra marketing 'organico' e 'a pagamento'?",
    "risposte": ["L'organico punta a costruire relazioni autentiche; il pagamento punta a risultati rapidi e mirati", "L'organico è solo per i privati; il pagamento è solo per le grandi aziende", "Non c'è differenza, entrambi richiedono lo stesso investimento economico"],
    "corretta": "L'organico punta a costruire relazioni autentiche; il pagamento punta a risultati rapidi e mirati"
  },
  {
    "domanda": "In un'ottica aziendale, perché i gruppi di Facebook sono considerati preziosi rispetto alle pagine?",
    "risposte": ["Perché permettono di vendere prodotti direttamente nel marketplace", "Perché favoriscono una comunicazione più intima, diretta e stimolano discussioni", "Perché non richiedono mai la moderazione dei contenuti"],
    "corretta": "Perché favoriscono una comunicazione più intima, diretta e stimolano discussioni"
  },
  {
    "domanda": "Perché l'algoritmo di TikTok è considerato un elemento di successo per la creatività?",
    "risposte": ["Perché obbliga gli utenti a usare solo musiche classiche", "Perché favorisce la scoperta di nuovi contenuti e facilita la viralità dei trend", "Perché limita il tempo di utilizzo a soli 15 minuti al giorno"],
    "corretta": "Perché favorisce la scoperta di nuovi contenuti e facilita la viralità dei trend"
  },
  {
    "domanda": "Qual è il vantaggio principale di utilizzare LinkedIn per un professionista?",
    "risposte": ["Condividere foto delle vacanze con i colleghi", "Fare networking professionale e costruire la propria identità lavorativa", "Partecipare a sfide di ballo virali"],
    "corretta": "Fare networking professionale e costruire la propria identità lavorativa"
  },
  {
    "domanda": "Cosa si intende per 'bolle di informazione' create dagli algoritmi dei social?",
    "risposte": ["Un sistema che protegge l'utente dai virus informatici", "La tendenza a mostrare solo contenuti che confermano le opinioni dell'utente, limitando il confronto", "Un modo per raggruppare i messaggi non letti"],
    "corretta": "La tendenza a mostrare solo contenuti che confermano le opinioni dell'utente, limitando il confronto"
  },
  {
    "domanda": "Qual è la differenza fondamentale tra un sito web 'vetrina' e un e-commerce?",
    "risposte": ["Il sito vetrina è più costoso da mantenere", "L'e-commerce è strutturato per completare transazioni e vendite online", "Il sito vetrina non può essere visualizzato su smartphone"],
    "corretta": "L'e-commerce è strutturato per completare transazioni e vendite online"
  },
  {
    "domanda": "Perché la 'Call-to-Action' (CTA) è fondamentale in un sito aziendale?",
    "risposte": ["Perché serve a riempire lo spazio vuoto nella home page", "Perché guida l'utente a compiere un'azione specifica come 'Contattaci' o 'Acquista'", "Perché migliora la qualità delle immagini caricate"],
    "corretta": "Perché guida l'utente a compiere un'azione specifica come 'Contattaci' o 'Acquista'"
  },
  {
    "domanda": "Qual è il rischio principale legato al copyright su YouTube per un creatore di contenuti?",
    "risposte": ["Ricevere troppi commenti positivi", "Incorrere in problemi legali usando musica o immagini protette senza autorizzazione", "Non poter cambiare il nome del proprio canale"],
    "corretta": "Incorrere in problemi legali usando musica o immagini protette senza autorizzazione"
  },
  {
    "domanda": "Perché la 'Home Page' di un sito è definita il suo biglietto da visita?",
    "risposte": ["Perché contiene sempre l'indirizzo fisico dell'azienda", "Perché è la prima pagina che l'utente vede e deve essere chiara e accattivante", "Perché è l'unica pagina del sito che può contenere video"],
    "corretta": "Perché è la prima pagina che l'utente vede e deve essere chiara e accattivante"
  },
  {
    "domanda": "Cosa caratterizza la comunicazione su Twitter (X) rispetto ad altri social?",
    "risposte": ["La possibilità di pubblicare solo foto di alta qualità", "La brevità dei messaggi e l'orientamento verso notizie e attualità in tempo reale", "L'obbligo di iscriversi a gruppi professionali"],
    "corretta": "La brevità dei messaggi e l'orientamento verso notizie e attualità in tempo reale"
  },
  {
    "domanda": "Qual è il valore aggiunto dello streaming live (YouTube Live) per un'azienda?",
    "risposte": ["Permette di modificare i video dopo che sono stati trasmessi", "Favorisce l'interazione immediata e autentica con la propria community", "Sostituisce completamente la necessità di avere un sito web"],
    "corretta": "Favorisce l'interazione immediata e autentica con la propria community"
  },
  {
    "domanda": "Perché le aziende collaborano con gli influencer su piattaforme come TikTok o Instagram?",
    "risposte": ["Perché gli influencer lavorano gratuitamente per i brand", "Perché gli influencer godono di credibilità e hanno un pubblico fedele e mirato", "Perché è l'unico modo per pubblicare annunci su quelle piattaforme"],
    "corretta": "Perché gli influencer godono di credibilità e hanno un pubblico fedele e mirato"
  },
  {
    "domanda": "Quale di questi è un vantaggio 'organico' della SEO su YouTube?",
    "risposte": ["Pagare Google per apparire primi nei risultati", "Ottimizzare titoli e descrizioni affinché i video siano trovati naturalmente dagli utenti", "Cancellare i commenti negativi sotto i video"],
    "corretta": "Ottimizzare titoli e descrizioni affinché i video siano trovati naturalmente dagli utenti"
  },
  {
    "domanda": "Cosa si intende per 'Citizen Journalism' nel contesto dell'evoluzione dei social?",
    "risposte": ["Un corso di giornalismo tenuto online dalle università", "La possibilità per i cittadini comuni di diffondere notizie in tempo reale tramite i social", "L'obbligo per i giornalisti di avere un profilo Facebook"],
    "corretta": "La possibilità per i cittadini comuni di diffondere notizie in tempo reale tramite i social"
  },
  {
    "domanda": "In che modo l'estetica visiva influenza il successo su Instagram?",
    "risposte": ["Non ha alcuna importanza, contano solo i testi lunghi", "È fondamentale per catturare l'attenzione e costruire un'identità di brand riconoscibile", "Serve solo a rendere il sito più veloce da caricare"],
    "corretta": "È fondamentale per catturare l'attenzione e costruire un'identità di brand riconoscibile"
  },
  {
    "domanda": "Perché l'uso dei Social Media può essere considerato un'arma a doppio taglio per la politica?",
    "risposte": ["Perché i politici non sanno usare gli emoji", "Perché offrono visibilità immediata ma espongono al rischio di manipolazione dell'opinione pubblica", "Perché i social sono accessibili solo ai giovani che non votano"],
    "corretta": "Perché offrono visibilità immediata ma espongono al rischio di manipolazione dell'opinione pubblica"
  },
  {
    "domanda": "Qual è lo scopo principale della sezione 'Chi Siamo' in un sito web aziendale?",
    "risposte": ["Mostrare il catalogo completo dei prodotti in vendita", "Comunicare la mission, la storia e i valori dell'azienda per creare fiducia", "Fornire i dati tecnici del server che ospita il sito"],
    "corretta": "Comunicare la mission, la storia e i valori dell'azienda per creare fiducia"
  },
  {
    "domanda": "Perché la disinformazione si diffonde così rapidamente sui social media?",
    "risposte": ["Perché gli algoritmi bloccano le notizie vere", "Perché la comunicazione è immediata, visiva e spesso priva di filtri o verifiche", "Perché gli utenti leggono solo i libri cartacei"],
    "corretta": "Perché la comunicazione è immediata, visiva e spesso priva di filtri o verifiche"
  },
  {
    "domanda": "Cosa si intende per 'Remarketing' o 'Retargeting' nelle pubblicità su Facebook?",
    "risposte": ["Inviare messaggi a utenti che non hanno mai sentito parlare del brand", "Raggiungere nuovamente utenti che hanno già mostrato interesse o interagito con il brand", "Cambiare il nome dell'azienda ogni mese per attirare nuovi clienti"],
    "corretta": "Raggiungere nuovamente utenti che hanno già mostrato interesse o interagito con il brand"
  },
  {
    "domanda": "Qual è il ruolo principale dei 'Meme' e degli 'Hashtag' nei nuovi linguaggi digitali?",
    "risposte": ["Sono errori di battitura che gli utenti fanno spesso", "Sono strumenti che influenzano il modo in cui esprimiamo emozioni e opinioni online", "Servono solo a nascondere l'identità dell'utente"],
    "corretta": "Sono strumenti che influenzano il modo in cui esprimiamo emozioni e opinioni online"
  }
]
