[
  {
    "domanda": "L'IA generativa è in grado di scrivere il codice informatico per creare un sito web.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "I modelli LLM possiedono una coscienza propria e provano emozioni umane.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Le risposte fornite da ChatGPT sono basate su calcoli di probabilità statistica.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "ChatGPT è stato sviluppato e lanciato da Google.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Gemini è lo strumento di intelligenza artificiale integrato nell'ecosistema Google.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le cosiddette 'allucinazioni' dell'IA avvengono quando il software inventa fatti non veri.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Fornire un esempio pratico nel prompt aiuta l'IA a generare una risposta più precisa.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'IA generativa è uno strumento utile per riassumere documenti molto lunghi.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Copilot è l'IA di Microsoft integrata in programmi come Word ed Excel.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'IA classica (analitica) ha come scopo principale la creazione di testi poetici.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "È sempre necessario revisionare i testi prodotti dall'IA perché possono contenere errori.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Chiedere all'IA di 'agire come un esperto' è una tecnica del Prompt Engineering.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Gli LLM sono stati addestrati utilizzando esclusivamente libri di testo scolastici.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'IA generativa può creare immagini originali partendo da una descrizione testuale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Tutti i modelli di IA hanno accesso gratuito e illimitato a internet in tempo reale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'IA può tradurre testi da una lingua all'altra mantenendo diversi livelli di formalità.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Se l'IA fornisce una risposta errata, non è possibile chiederle di correggersi.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Inserire password o segreti aziendali in un'IA pubblica è una pratica sicura.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "La GenAI può essere usata per strutturare l'ordine del giorno di una riunione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'IA generativa ha iniziato la sua diffusione di massa solo dopo il 2020.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Un prompt composto da una sola parola è generalmente più efficace di uno dettagliato.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'IA può aiutare un programmatore a trovare errori (bug) nel proprio codice.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La metafora del 'pappagallo' indica che l'IA ripete pattern senza vera comprensione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Specificare il 'destinatario' del testo nel prompt aiuta l'IA a scegliere il tono giusto.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'IA generativa sostituisce completamente la necessità di pensiero critico umano.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  }
]
