[
  {
    "domanda": "Mantenere il microfono acceso mentre altri parlano è segno di buona educazione digitale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Guardare la webcam durante una videochiamata aiuta a creare un contatto visivo con gli altri.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La Netiquette rappresenta l'insieme delle regole di buon comportamento su internet.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "In una riunione online, è consigliabile collegarsi con qualche minuto di anticipo.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Google Meet è integrato direttamente con Google Calendar per facilitare i meeting.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La funzione 'Alza la mano' serve per interrompere bruscamente chi sta parlando.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Lo sfondo sfocato o virtuale aiuta a mantenere la privacy del proprio ambiente domestico.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "In Microsoft Teams è possibile vedere se un collega è disponibile o impegnato.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La condivisione dello schermo intero è sempre preferibile alla condivisione di una singola finestra.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "I calendari condivisi servono a evitare sovrapposizioni di appuntamenti nel team.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'abbigliamento in videochiamata non è importante perché tanto si è a casa.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "È possibile registrare una riunione online per permettere agli assenti di recuperarla.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La chat di una videochiamata può essere usata per condividere link utili senza interrompere il relatore.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Per una buona qualità video, è meglio avere la fonte di luce (finestra) alle proprie spalle.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "I 'Promemoria intelligenti' del calendario aiutano a non dimenticare le scadenze.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le 'Breakout Rooms' servono a chiudere definitivamente la riunione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Impostare lo stato su 'Occupato' nel calendario aiuta a bilanciare trasparenza e privacy.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Zoom è una delle piattaforme più diffuse per le videoconferenze professionali.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "In videochiamata è consigliabile muoversi continuamente con il telefono in mano.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Le lavagne digitali (come Miro) permettono di fare brainstorming visivo a distanza.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Google Calendar non permette di invitare persone esterne alla propria azienda.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Usare colori diversi nel calendario aiuta a categorizzare visivamente gli impegni.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Testare audio e video prima di un meeting importante è una perdita di tempo.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "I sottotitoli automatici in tempo reale migliorano l'accessibilità delle videoconferenze.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La puntualità digitale è considerata meno importante di quella fisica.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  }
]
