[
  {
    "domanda": "Google Docs richiede di cliccare spesso su 'Salva' per non perdere le modifiche.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "La 'Cronologia delle versioni' permette di vedere chi ha modificato un file e quando.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "OneDrive è lo spazio di archiviazione cloud della suite Microsoft Office 365.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "In un documento condiviso, è impossibile lavorare contemporaneamente in due persone.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Condividere un link è solitamente più efficiente che inviare un allegato pesante via email.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Lo Smart Working consiste semplicemente nel lavorare da casa senza usare strumenti digitali.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Google Sheets è l'equivalente cloud di Microsoft Excel.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "I commenti in un file condiviso servono per discutere il contenuto senza modificare il testo.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La sincronizzazione cloud permette di accedere agli stessi file da PC, tablet e smartphone.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Per usare Google Docs è obbligatorio installare un software molto pesante sul computer.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "In Office 365, le modifiche effettuate online vengono salvate automaticamente su OneDrive.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La co-modifica permette di vedere i cursori colorati degli altri utenti che scrivono nel file.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Un file in modalità 'Sola lettura' permette a chiunque di cancellare i dati.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Circa il 67% dei lavoratori italiani usa regolarmente strumenti di collaborazione online.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Google Drive e Microsoft OneDrive servono a scopi completamente diversi.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Le notifiche di modifica avvisano l'utente se un collega ha lavorato su
