[
  {
    "domanda": "Il 'Mobile Office' permette di svolgere attività lavorative ovunque tramite smartphone.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il Cloud è fondamentale per avere i file aggiornati sia sul PC che sullo smartphone.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'autenticazione a più fattori (MFA) diminuisce il livello di sicurezza degli account.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "I codici QR permettono di accedere a siti web scansionando un simbolo fisico.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La tecnologia NFC è quella che consente di pagare con lo smartphone ai terminali POS.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "È consigliabile usare la stessa password per l'email aziendale e per i social network.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Gli aggiornamenti di sistema servono a correggere falle di sicurezza nel telefono.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Una rete Wi-Fi pubblica senza password è l'ideale per gestire dati bancari.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il backup dei dati è utile per recuperare i file in caso di furto dello smartphone.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le funzioni di localizzazione remota permettono di bloccare il telefono a distanza.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Lasciare il Bluetooth sempre acceso consuma batteria e può essere un rischio di sicurezza.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il phishing è una tecnica usata per rubare dati tramite messaggi o email ingannevoli.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le 'Tecnologie Ponte' servono a collegare il mondo analogico a quello digitale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Gli smartphone moderni non hanno bisogno di alcun sistema di protezione o blocco.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'impronta digitale è un metodo di autenticazione biometrica.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La funzione Hotspot permette di usare la rete dati del telefono per connettere un PC.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Salvare i documenti solo sulla memoria del telefono è più sicuro che usare il Cloud.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il simbolo del lucchetto nel browser indica che la comunicazione con il sito è protetta.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Scansionare un documento cartaceo con lo smartphone lo trasforma in un file digitale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La tecnologia eSIM richiede l'inserimento di una scheda di plastica nel telefono.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Le VPN servono a creare una connessione protetta quando si usa internet.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Disattivare le notifiche non necessarie aiuta a mantenere la concentrazione sul lavoro.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Se non si fa il backup, i dati di uno smartphone rotto potrebbero essere persi per sempre.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Usare 'password' come password è una scelta sicura per proteggere i propri file.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il mirroring dello schermo permette di proiettare ciò che vedi sul telefono su una TV.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  }
]
