[
  {
    "domanda": "I Social Media sono nati esclusivamente per scopi commerciali e di marketing fin dalle prime versioni.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'interattività è l'elemento fondamentale che distingue i Social Media dai media tradizionali come la televisione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Secondo il materiale, Facebook ha avuto un ruolo cruciale nel rendere i social un fenomeno di massa globale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Instagram è una piattaforma che punta principalmente sulla comunicazione testuale e sugli approfondimenti scritti.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "LinkedIn viene utilizzato dalle aziende non solo per cercare dipendenti, ma anche per rafforzare la propria autorevolezza nel settore.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'algoritmo di TikTok privilegia i contenuti basandosi quasi esclusivamente sulla data di pubblicazione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "YouTube può essere considerato un potente motore di ricerca, oltre che una piattaforma di intrattenimento.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "I 'contenuti organici' sui social sono quelli per cui l'azienda paga la piattaforma per ottenere visibilità.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Una strategia social efficace richiede la comprensione profonda degli interessi e dei comportamenti del pubblico di riferimento.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La disinformazione sui social si diffonde meno velocemente rispetto ai canali ufficiali perché gli utenti verificano sempre le fonti.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Le 'Stories' (contenuti che spariscono dopo 24 ore) servono a creare un senso di urgenza e una comunicazione più spontanea.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il Citizen Journalism permette a chiunque di documentare eventi in tempo reale, cambiando il volto dell'informazione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Un sito web aziendale è considerato 'reattivo' (responsive) se si adatta graficamente alla dimensione dello schermo di smartphone e tablet.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il marketing a pagamento (Paid) è l'unico modo per costruire una community fedele nel lungo periodo.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "La 'Call-to-Action' (CTA) serve a confondere l'utente per evitare che abbandoni troppo presto il sito.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Un e-commerce ben strutturato deve offrire un processo di acquisto semplice e sicuro per essere efficace.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La SEO serve a migliorare il posizionamento naturale di un sito sui motori di ricerca senza pagare per ogni clic.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Su Twitter (X), la brevità dei messaggi favorisce la rapidità del dibattito e la circolazione di notizie lampo.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'identità digitale di un'azienda sui social non ha alcuna influenza sulla percezione del marchio da parte dei consumatori.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Gli hashtag servono a categorizzare i contenuti e permettono agli utenti di trovare argomenti di loro interesse.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le dirette streaming (Live) diminuiscono l'interazione umana perché non permettono il contatto fisico.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Google Ads permette alle aziende di apparire in cima ai risultati di ricerca tramite annunci sponsorizzati.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le 'bolle di filtraggio' create dagli algoritmi aiutano l'utente ad avere una visione sempre oggettiva e completa del mondo.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il piano editoriale è lo strumento che permette di programmare i contenuti social in modo strategico e coerente.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'obiettivo finale di una presenza digitale consapevole è trasformare l'utente da consumatore passivo a cittadino digitale informato.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  }
]
