[
  {
    "domanda": "L'obiettivo finale del corso è trasformare l'utente passivo in un cittadino digitale consapevole.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Nell'economia dell'attenzione, l'attenzione umana è considerata una risorsa infinita.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "I social media sono gratuiti perché le aziende non hanno costi di gestione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il 'Dwell Time' misura quanto tempo un utente interagisce con un contenuto, anche senza cliccarci sopra.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "I metadati raccolti includono informazioni come il livello della batteria e la velocità di connessione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il 'Gemello Digitale' è un profilo che l'utente crea manualmente per proteggere la sua privacy.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Le aziende tecnologiche vendono agli inserzionisti previsioni sul comportamento futuro degli utenti.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "I 'Dark Patterns' sono elementi di design creati per aiutare l'utente a navigare più velocemente.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "La funzione 'Pull to Refresh' imita psicologicamente il meccanismo di una slot machine.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le notifiche rosse vengono usate perché il rosso è un colore che biologicamente attira l'attenzione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Lo 'Scroll Infinito' serve a dare all'utente punti di stop naturali per incoraggiare la pausa.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il benessere digitale riguarda solo la protezione del computer dai virus.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il 'Capitalismo della Sorveglianza' si basa sull'estrazione di dati dai comportamenti umani.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Gestire la propria reputazione online è un obiettivo del modulo sulla Protezione Strategica.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Gli algoritmi decidono cosa mostrare nel feed in modo totalmente casuale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'impronta digitale è l'insieme delle tracce che lasciamo online durante la navigazione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La Cyber-Security si occupa esclusivamente di riparare l'hardware danneggiato.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il surplus comportamentale consiste in dati extra usati per migliorare le previsioni di marketing.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Gli psicologi comportamentali collaborano alla progettazione delle piattaforme social.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Sviluppare 'anticorpi contro la disinformazione' significa imparare a riconoscere le fake news.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le piattaforme non possono mai dedurre lo stato emotivo di un utente dai suoi dati.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "La 'Dieta Informativa' analizza come gli algoritmi influenzano i contenuti che leggiamo.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il phishing è una tecnica utilizzata per proteggere l'identità digitale degli utenti.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Il termine 'Voodoo Doll' è usato per descrivere il modello predittivo che le AI hanno di noi.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Un cittadino digitale 'resiliente' è qualcuno che sa difendersi dai rischi della rete.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La profilazione utente serve solo a migliorare la velocità di caricamento dei video.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'economia dell'attenzione mira a massimizzare il tempo passato dall'utente online.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La roadmap del corso prevede lo studio della Cyber-Security nel modulo 1.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Essere consapevoli delle dinamiche economiche dei social aiuta a navigare con più libertà.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il design 'persuasivo' ha lo scopo di rendere l'utente più indipendente dalla tecnologia.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  }
]
