[
  {
    "domanda": "L'obiettivo finale della lezione è trasformare l'utente passivo in un cittadino digitale resiliente.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Secondo la lezione, i social media sono gratuiti perché non hanno costi di gestione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "L'attenzione umana è considerata una risorsa scarsa e finita nell'economia digitale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il 'Dwell Time' si riferisce esclusivamente al tempo trascorso effettuando acquisti online.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "I metadati includono informazioni come la velocità di connessione e il livello della batteria.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il 'Gemello Digitale' è un modello virtuale creato dalle piattaforme per prevedere i nostri comportamenti.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il Surplus Comportamentale viene utilizzato dalle aziende per migliorare esclusivamente l'esperienza dell'utente.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "I 'Dark Patterns' sono tecniche di design che mirano a manipolare le scelte dell'utente.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La funzione 'Pull to Refresh' è stata progettata ispirandosi al funzionamento di una slot machine.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le notifiche rosse sono usate perché il colore rosso evoca urgenza a livello biologico.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Lo 'Scroll Infinito' serve a incoraggiare l'utente a fare pause regolari durante la navigazione.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "La profilazione utente permette alle piattaforme di intuire stati emotivi, come la tristezza.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il modulo 'Ecosistema Social' si occupa di analizzare come riparare i guasti dello smartphone.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "La gestione della reputazione professionale fa parte del modulo sull'Identità Digitale.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La Cyber-Security include la protezione da attacchi di phishing e furti d'identità.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il benessere digitale riguarda anche la gestione dello stress tecnologico e del sonno.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Sviluppare 'anticorpi contro la disinformazione' significa ignorare ogni tipo di notizia online.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Ogni esitazione o scroll durante la navigazione fornisce dati preziosi alle piattaforme social.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Il 'Capitalismo della Sorveglianza' trasforma l'esperienza umana in dati grezzi per fini commerciali.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "L'impronta digitale è un dato biometrico usato solo per sbloccare i dispositivi.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Gli algoritmi decidono cosa mostrarci in base a ciò che massimizza il nostro tempo sulla piattaforma.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La roadmap del corso prevede in totale 8 moduli tematici.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "Le piattaforme tecnologiche non hanno alcun interesse a prevedere i nostri comportamenti futuri.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  },
  {
    "domanda": "Essere un cittadino digitale consapevole significa comprendere le dinamiche economiche dietro le app.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Vero"
  },
  {
    "domanda": "La 'Logica Algoritmica' spiega come i social media mantengono l'ordine dei post esclusivamente cronologico.",
    "risposte": ["Vero", "Falso"],
    "corretta": "Falso"
  }
]
